spec/fixtures/soap/xml/IControl.LocalLB.Pool.create_2d74d0494c49c6dd3114d028a0f8b428_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/Pool"><env:Body><wsdl:create><pool_names><item>new_test_pool</item></pool_names><lb_methods><item>LB_METHOD_ROUND_ROBIN</item></lb_methods><members><item><item1><address>192.168.6.122</address><port>4036</port></item1><item2><address>192.168.6.123</address><port>4036</port></item2></item></members></wsdl:create></env:Body></env:Envelope>